//Задача 6: Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два без остатка).



Console.WriteLine("Введите число: ");
int number = int.Parse(Console.ReadLine());

int div = number / 2 ;

Console.WriteLine("Делится ли число на два");
Console.WriteLine(div);